/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Els ponts són connexions del Tor que ajuden a evitar la censura. Podeu provar els ponts si el vostre proveïdor d'Internet ha blocat el Tor; cada tipus de pont utilitza un mètode diferent per a evitar la censura: si un tipus no funciona, proveu-ne un altre.";
"No Bridges: Directly Connect to Tor" = "Sense ponts: connecta directament amb Tor";
"Provided Bridges: %" = "Ponts disponibles: %";
"Custom Bridges" = "Ponts personalitzats";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Configuració del pont";
"Done" = "Fet";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "De vegades cal un pont per a poder accedir al Tor.";
"TELL ME MORE" = "MÉS INFORMACIÓ";


// ConnectingViewController.swift
"Connected!" = "S'ha connectat!";
"__CLAIM_1__" = "La nostra comunitat és el que fa al Tor gran!";
"__CLAIM_2__" = "La gent utilitza el Tor tots els dies per a evitar que els anuncis publicitaris els rastregin.";
"__CLAIM_3__" = "La gent utilitza el Tor per a connectar-se de manera segura amb la família i els amics.";
"__CLAIM_4__" = "Els activistes utilitzen el Tor per a expressar amb llibertat les seves opinions i creences.";
"__CLAIM_5__" = "Els bloguers utilitzen el Tor per a congregar la gent envers reformes socials.";
"__CLAIM_6__" = "Els periodistes utilitzen el Tor per a investigar de manera segura les seves històries.";
"__CLAIM_7__" = "Els empresaris utilitzen el Tor per a mantenir privades les estratègies de les seves companyies.";
"__CLAIM_8__" = "Els treballador utilitzen el Tor per a lluitar per la justícia sense por de perdre la feina.";


// ConnectingViewController.xib
"We're connecting you." = "Us estem connectant.";
"START BROWSING" = "COMENÇA A NAVEGAR";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "En un altre navegador, visiteu % i trieu «Obtén ponts». Utilitzeu la secció «Opcions avançades»; es recomana els transports connectables tipus «obfs4» (no seleccioneu IPv6).\n\nPodeu tocar la icona de la càmera per a utilitzar el codi QR del lloc web, o copieu i pegueu de manera manual les «línies de pont» aquí:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Sembla que ens hem quedat aturats. Reinicieu l'aplicació.";


// HelloViewController.xib
"Hello" = "Hola";
"Welcome to Tor on mobile." = "Benvinguts al Tor al mòbil.";
"CHANGE LANGUAGE" = "CANVIA LA LLENGUA";
"Change Language" = "Canvia la llengua";
"Cancel" = "Cancel·la";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUA SENSE";
"USE A BRIDGE" = "UTILITZA UN PONT";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Navegueu per l'Internet com esperaríeu fer-ho.";
"No tracking. No censorship." = "Sense rastrejos. Sense censura.";


// ScanQrViewController.swift
"Error" = "Error";
"Camera access was not granted or QR Code scanning is not supported by your device." = "No s'ha permès accedir a la càmera o el vostre dispositiu no pot escanejar codis QR.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "No s'ha pogut descodificar el codi QR. Esteu segur que heu escanejat un codi QR de bridges.torproject.org?";
